{
  "version_ios": "2.0.4",
  "version_android": "2.0.4.84",
  "build_number_ios": "83",
  "build_number_android": "84",
  "version_note": "<p>Dear Gigantix Wallet Users,</p><p>We are thrilled to share that a new version of the Gigantix Wallet app is now available, addressing your feedback and making significant improvements to enhance your digital wallet experience!</p><p><strong>What&#39;s New in Version 2.0.4</strong></p><ol><li><p><strong>Bug-Free Transaction Experience:</strong>We&#39;ve diligently resolved the bug affecting transaction sending, ensuring a smooth and error-free experience for all users.</p></li><li><p><strong>Enhanced Asset Management:</strong>Say goodbye to token selection issues! The &quot;Manage Asset&quot; section has been fine-tuned to guarantee seamless navigation and asset management.</p></li><li><p><strong>Accurate Token Details:</strong>The network view name on the token detail page has been corrected, providing you with precise and reliable information about your assets.</p></li><li><p><strong>Polished Alerts:</strong>We&#39;ve rectified typos in alerts that may appear before creating a wallet, ensuring a polished and professional onboarding process.</p></li><li><p><strong>Date Inclusion in Notifications:</strong>Stay informed with more context! Notifications now include the date, allowing you to easily track and manage your financial activities.</p></li><li><p><strong>Interactive Trading View Charts:</strong>Elevate your trading experience! We&#39;ve added Trading View charts for some tokens, empowering you with comprehensive insights into token performance.</p></li></ol><p><strong>How to Update:</strong>Updating to the latest version is a breeze! Head to your device&#39;s app store, locate the Gigantix Wallet app, and simply tap on &#39;Update.&#39; For those with automatic updates enabled, you&#39;ll seamlessly receive the latest features.</p><p>&quot;Please use the reset settings feature to correct some errors in the token configuration&quot;</p><p>We appreciate your ongoing support and hope these enhancements contribute to a more seamless and enjoyable Gigantix Wallet experience. Should you have any questions or feedback, our dedicated support team is here to assist.</p><p>Thank you for choosing Gigantix Wallet!</p><p>Best regards,</p><p>The Gigantix Team 🌐</p>",
  "reset_settings": "true"
}
